[
    {
      "name": "The Moth",
      "location": "Theatrical Outfit - The Balzer Theater",
      "date": "2024-03-18",
      "time": "7 PM",
      "description": "DAZZLED: Prepare a five-minute story of a time you sparkled. Drippin’ in diamonds down the red carpet, smooth cruisin’ in a Corvette, or cosplaying as Marilyn Monroe. Share your shiniest, knock out memories that no one believes or the moments that prove that all that glitters is gold",
      "link": "https://themoth.org/events/dazzled-atlanta-2024"
    },
    {
      "name": "The Moth",
      "location": "Theatrical Outfit - The Balzer Theater",
      "date": "2024-04-15",
      "time": "7 PM",
      "description": "GREEN: Prepare a five-minute tale involving verdant fields, blades of grass, tree-huggers or leprechauns. The bubbling envy over the childhood friend whose sneakers always shone brighter than yours. Of coveting thy neighbor, or chasing the benjamins. Stories of the unripe and inexperienced. The time when nature nurtured you, or when you were lost in the forest at nightfall with no flashlight. The grass is always, well… you know.",
      "link": "https://themoth.org/events/green-atlanta-2024"
    },
    {
      "name": "The Moth",
      "location": "Theatrical Outfit - The Balzer Theater",
      "date": "2024-05-20",
      "time": "7 PM",
      "description": "Prepare a five-minute story about being nosy. Eavesdropping, meddling and sneaking around. Seemingly harmless questions or internet stalking. Flipping through a sibling's diary, hiring a private eye, or peeking at someone's browser history. Intrusive neighbors, overnight stake outs, or facial recognition surveillance. Or, tell us about your own prying and spying. Mind your own business!",
      "link":"https://themoth.org/events/snooping-atlanta-2024"
    },
    {
      "name": "HeckHouse",
      "location": "3498 E Ponce de Leon Ave, Scottdale GA 30079",
      "date": "2024-03-10",
      "time": "2 PM",
      "description": "We're participating in Second Wind Dreams featuring the Virtual Dementia Tour @secondwinddream 's #CardsofLight program, which is making greeting cards for nursing home elders with no or little families. We're hosting a small meetup to have fun making Valentine's Day Cards. This is open to all ages, genders, and abilities.",
      "link": "https://www.instagram.com/p/C2-YTflOnXi/"
    },
    {
      "name": "The Bakery",
      "location": "92 Peachtree Street SouthwestAtlanta, GA, 30303",
      "date": "2024-02-21",
      "time": "7 PM",
      "description": " Join us for collage night where every month we choose a new theme to inspire you. We can't wait to see how you interpret the theme!",
      "link": "https://thebakeryatlanta.com/calendar/collagenightfeb2024"
    },
    {
      "name": "The Bakery",
      "location": "92 Peachtree Street SouthwestAtlanta, GA, 30303",
      "date": "2024-02-22",
      "time":"7 PM",
      "description": "Chit Chat Club is a monthly networking series featuring talks from cool creative people, activities, and a rotating food pop-up! ",
      "link": "https://thebakeryatlanta.com/calendar/chit-chat-club-feb2024"
    },
    {
      "name": "The Bakery",
      "location": "92 Peachtree Street SouthwestAtlanta, GA, 30303",
      "date": "2024-02-28",
      "time":"7 PM",
      "description": "Join The Bakery Atlanta for our monthly figure drawing session! Flex your art skills (of any level) with us BYOSupplies. Tickets are $15 per person.",
      "link": "https://thebakeryatlanta.com/calendar/figuredrawingfeb2024"
    },
    {
      "name": "Red Light Cafe",
      "location": "553-1 Amsterdam Ave NE, Atlanta, GA 30306",
      "date": "2024-02-12",
      "time": "7 PM",
      "description": "Join us for the Atlanta Songwriters Club Meet Up at Red Light Café every second Monday of the month! $5 at the door, starts at 8pm, and you can sign up to play a song if you'd like when you get here.",
      "link": "https://redlightcafe.com/events/atlanta-songwriters-club-meet-up-feb-12-2024"
    },
    {
      "name": "Red Light Cafe",
      "location": "553-1 Amsterdam Ave NE, Atlanta, GA 30306",
      "date": "2024-02-13",
      "time":"8 PM",
      "description": "The second Tuesday of every month, Syrens of the South's Tease Tuesday Burlesque features TEN AMAZING ACTS with some of the best performers in Atlanta! Burlesque, Poetry, Aerial, Acrobatics, Juggling, Singing... you never know what's gonna pop up in these Tuesday night shows! And don't worry, we'll be done before midnight since it's a school night!",
      "link": "https://redlightcafe.com/events/tease-tuesday-burlesque-hearts-heartbreakers-feb-13-2024"
    },
    {
      "name": "Red Light Cafe",
      "location": "553-1 Amsterdam Ave NE, Atlanta, GA 30306",
      "date": "2024-02-24",
      "time":"7 PM",
      "description": "Get ready for an electrifying evening of entertainment and empowerment! Candi LeCoeur and Orion Showstopper proudly present Dad Bod Revue, a dazzling burlesque show like no other, all for a noble cause. Join us for an unforgettable night of performances, laughter, and solidarity, as we raise funds for Lost-N-Found Youth, a local charity dedicated to supporting LGBTQ youth who have been displaced.",
      "link": "https://redlightcafe.com/events/dad-bod-review-fundraiser-lost-n-found-youth-feb-24-2024"
    }
  ]
  